Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: For the noninferiority analysis of the primary outcome, the absolute noninferiority margin of −2.3% used in the original trial3 was converted to a relative risk margin of 0.23 (using the observed percentage of patients with reperfusion in the alteplase group of 10% from the original trial given that no further alteplase data existed in part 2 of the trial).
es_es: En el análisis de la no inferioridad del criterio de valoración principal, el margen de no inferioridad absoluto de −2.3% empleado en el ensayo original3 se convirtió a un margen de riesgo relativo de 0.23 (utilizando el porcentaje observado de 10% de pacientes con reperfusión en el grupo de alteplasa del ensayo original, dado que no existían más datos sobre la alteplasa en la parte 2 del ensayo).

source: For the occurrence of adjudication-confirmed stroke, there were no significant differences between the linagliptin group and the glimepiride group (Table 8).
es_es: Para el accidente cerebrovascular confirmado según evaluación pertinente, no hubo diferencias significativas entre el grupo de linagliptina y el de glimepirida (Tabla 8).

source: For the prevention of GPP flares, spesolimab has the potential to address the high unmet medical need for an effective and well-tolerated targeted therapy by blocking IL-36R.
es_es: El spesolimab podría abordar la gran necesidad médica insatisfecha de una terapia dirigida, eficaz y bien tolerada para la prevención de brotes agudos de PPG, mediante el bloqueo del IL-36R.

source: For the primary outcome, risk ratios (RRs) were estimated using modified Poisson regression with robust error estimation,13 adjusted for recruiting site location and site of vessel occlusion strata.
es_es: Para el criterio de valoración principal, los cocientes de riesgos se estimaron utilizando la regresión de Poisson modificada con una estimación robusta del error,13 ajustada en función de la ubicación del centro de reclutamiento y del estrato del lugar de oclusión del vaso.

source: For the purpose of graphical display, data below the quantitation limit (QL), i.e. ‘< 10 ppb’, are shown as 0.0 values.
es_es: A los fines de la representación gráfica, los datos que caen por debajo del límite de cuantificación, o sea ‘< 10 ppb’, se muestran como un valor 0,0.

source: For the quality attributes which are comparable for TPA-02 and TPA-05 (refer to Section 3.2.S.2.6 Manufacturing Process Development) the previously registered specification for alteplase TPA-02 was used.
es_es: Para aquellos atributos de calidad equparables entre TPA-02 y TPA-05 (ver más información en la Sección 3.2.S.2.6 Desarrollo del proceso de fabricación) se empleó TPA-02, que es la especificación ya registrada de alteplasa.

source: For the quality attributes which are not comparable or for which a new analytical test method was developed new acceptance criteria were statistically evaluated and implemented.
es_es: Para los atributos de calidad no equiparables o con nuevas metodologías analiticas desarrolladas, se evaluaron estadísticamente e implementaron nuevos criterios de aceptación.

source: For the reference standard at the end and beginning a separate preparation is carried out.
es_es: Para el estándar de referencia del final y del principio, se realiza una preparación independiente.

source: For the rubber stoppers all relevant class 1, 2 or 3 elements were below the control thresholds (30 % of the PDE).
es_es: En el caso de los tapones de caucho, todos los elementos relevantes de clase 1, 2 o 3 estuvieron por debajo de los umbrales de control (30 % de la exposición diaria permitida).

source: For the sample size calculation, a yearly event rate in the placebo group of 10% was assumed.
es_es: Para calcular el tamaño de la muestra, se asumió que el grupo de placebo presentaba una tasa de eventos anual en de 10%.

source: For the screening Visit 1, the safety laboratory was limited to liver transaminases, alkaline phosphatase, serum creatinine, and haematology panel.
es_es: Para la Visita de Selección 1, el laboratorio de seguridad se limitó a las transaminasas hepáticas, la fosfatasa alcalina, la creatinina sérica y el panel de hematología.

source: For the secondary outcome of ordinal analysis of mRS, the proportional odds assumptions were not satisfied and therefore ordinal analysis methodology not requiring a proportional distribution was performed on the full range of the mRS score (0-6), as per the SAP.14,15 The percentage of individuals with mRS scores of 0 to 1 or no change from baseline and mRS scores of 0 to 2 or no change from baseline were compared between the 2 groups, adjusted for age and baseline NIHSS score using a modified Poisson regression model; the percentage of participants with early neurological improvement were compared between the 2 groups, adjusted for age and baseline NIHSS score using modified Poisson regression; and the percentage of participants with death due to any cause were compared between the 2 groups, adjusted for age and baseline NIHSS score using modified Poisson regression.
es_es: Para el criterio de valoración secundario del análisis ordinal de mRS, las hipótesis de probabilidades proporcionales no se cumplieron y, por lo tanto, se utilizó una metodología de análisis ordinal que no requería una distribución proporcional en todo el rango de la puntuación de mRS (0-6), según el plan de análisis estadístico.14,15 El porcentaje de participantes con puntuaciones de 0 a 1 en la escala mRS o sin cambios desde el inicio y puntuaciones de 0 a 2 en la mRS o sin cambios desde el inicio se compararó entre los 2 grupos, aplicando un ajuste por edad y puntuación inicial de NIHSS, y utilizando un modelo de regresión de Poisson modificado. Se comparó el porcentaje de participantes con mejora neurológica temprana entre los 2 grupos, con ajuste por edad y puntuación inicial de NIHSS, mediante regresión de Poisson modificada. También se comparó el porcentaje de participantes con muerte por cualquier causa entre los 2 grupos, ajustado por edad y puntuación inicial de NIHSS mediante regresión de Poisson modificada.

source: For the slope analysis of eGFR, all available on-treatment change-from-baseline data were to be used.
es_es: Para analizar la pendiente de la TFGe, se utilizaron todos los datos disponibles sobre el cambio durante el tratamiento desde el inicio.

source: For the social limitation domain, the score appeared higher in the empagliflozin group than in the placebo group at Week 12 (although not nominally significant), the difference between empagliflozin and placebo increased further at Week 32 and was maintained at Week 52 (Figures 11.1.2.7: 2 and 3 above, Table 15.2.4.26.8: 3).
es_es: Para el dominio de limitación social, la puntuación pareció mayor en el grupo de empagliflozina que en el de placebo a la Semana 12 (aunque sin diferencias nominalmente significativas); la diferencia aumentó en la Semana 32 y se mantuvo en la Semana 52 (Figuras 11.1.2.7: 2 y 3 anteriores, Tabla 15.2.4.26.8: 3).

source: For the spesolimab drug product release data, the mean value and the standard deviation (sigma) for the specified reporting parameters e.g., "monomer," "APG" etc., of the analytical methods were calculated.
es_es: Para los datos de liberación del medicamento Espesolimab, se calculó la media y la desviación estándar (sigma) de ciertos parámetros de informe de los métodos analíticos, por ejemplo: "monómero", "grupo de picos ácidos", etc.

source: For the statistical comparison the data fromTable 15andTable 19are used.
es_es: Para la comparación estadistica, se usa la información de la Tabla 15 y la Tabla 19.

source: For the statistical comparison, the basis of the statistical methodology described in Section 3.2.S.4.5 and Section 3.2.P.5.6 is used.
es_es: Para la comparación estadística, se usa la base de la metodología estadística descrita en la Sección 3.2.S.4.5 y la Sección 3.2.P.5.6.

source: For the supportive statistical assessment, release data from 12 CMC2 PFS-1 drug product batches manufactured at Boehringer Ingelheim Pharma GmbH & Co.
es_es: Para la evaluación estadística de respaldo, se tomaron en cuenta los datos de liberación de 12 partidas del medicamento en jeringa precargada PFS-1 del proceso CMC2 fabricadas en Boehringer Ingelheim Pharma GmbH & Co.

source: For the system suitability test, the following criteria must be fulfilled:
es_es: Para la prueba de idoneidad del sistema, deben cumplirse los siguientes criterios:

source: For the tenecteplase 25 mg DP manufacturing process the autoclaved filter is flushed with a volume ≥ 15 L WFI to reduce potential leachables.
es_es: Para reducir la presencia potencial de lixiviables en el proceso de fabricación del medicamento teneclteplasa, 25 mg, el filtro pasado por el autoclave se enjuaga con ≥ 15 l de agua para inyección.

source: For the testing for “N-nitroso dabigatran etexilate” Solvias AG will use an alternative analytical procedure also by Liquid chromatography – Mass spectrometry method (LC-MS).
es_es: Para evaluar la presencia de "etexilato de N-Nitroso dabigatrán", Solvias AG empleará un procedimiento analítico alternativo, también basado en el método de cromatografía líquida - espectrometría de masas (LC-EM).

source: For the testing of the drug product for “N-nitroso dabigatran etexilate” it is proposed to add Solvias AG, Switzerland, as an alternative testing site.
es_es: Para evaluar la presencia de "etexilato de N-Nitroso dabigatrán" en el medicamento, se propone añadir a Solvias AG, Suiza, como centro de evaluación alternativo.

source: For the transfer study the following batch were used by both sites:
es_es: Para el estudio de transferencia, ambas plantas emplearon la siguiente partida:

source: For the upper limit of the filling volume of 5.46 mL an extractable dose of 26.0 – 26.5 mg was calculated based on this study.
es_es: De acuerdo con este estudio, se calculó una dosis extraíble de 26.0 a 26.5 mg para el límite superior del volumen de llenado de 5.46 ml.

source: For this evaluation, only CMC2 process data have been considered representing the commercial process.
es_es: Para esta evaluación, solo se han tomado en consideración datos del proceso CMC2 para representar el proceso comercial.

source: For this long-term outcome trial, every effort was to be made by the site staff to encourage patients to remain in the trial and on trial medication unless their medical condition substantially changed to alter the safety profile.
es_es: Para este ensayo de resultados a largo plazo, el personal del centro debía hacer todo lo posible para alentar a los pacientes a permanecer en el ensayo y tomar la medicación en estudio a menos que su condición médica cambiara sustancialmente y alterara el perfil de seguridad.

source: For this purpose the downscaled Phenyl Sepharose chromatography was used and operated as described in chapter 2.3.2.3 with the addition of the following regeneration protocol:
es_es: Con esta finalidad, se usó y operó la cromatografía en fenil sefarosa a escala reducida como se describe en el capítulo 2.3.2.3, y se incluyó el siguiente protocolo de regeneración:

source: For this purpose, eCRFs and all source documents, including copies of laboratory and medical test results, were to be available at all times for review by the sponsor’s clinical trial monitor, auditor, and inspection by health authorities.
es_es: Para ello, n todo momento debían estar disponibles los formularios electrónicos de reporte de casos y todos los documentos fuente, incluidos los resultados de análisis médicos y de laboratorio, para que pudieran revisarlos el auxiliar de investigación clínica del patrocinador, los auditores y los inspectores de la autoridad sanitaria.

source: For this purpose, use certified reference materials within the measurement range.
es_es: Para ello, emplear materiales de referencia certificados dentro del intervalo de medición.

source: For this reason there are no remaining safety concerns at the current stage of development with the first approval in the market in AMI in June 2000 and a cumulative worldwide exposure from the Boehringer Ingelheim territory (from Jan 2001 to 30 Nov 2024) of approximately 2,035,577 patients.
es_es: Por ello, no queda ningún riesgo de seguridad en la etapa actual del desarrollo, siendo la primera aprobación para la comercialización en la indicación infarto agudo de miocardio en junio de 2000 y estimándose una exposición mundial acumulada en los territorios donde tiene presencia Boehringer Ingelheim (desde enero de 2001 hasta el 30 de noviembre de 2024) aproximadamente en 2035577 pacientes.

source: For this reason, Boehringer Ingelheim is of the opinion that the proposed product label is fully reflective of the patient population studied and no further actions are required.
es_es: Por ello, Boehringer Ingelheim opina que la etiqueta del producto propuesta refleja plenamente a la población de pacientes estudiada y no se requieren más acciones.

source: For this reason, Polpharma developed and validated an analytical method to determine the content of Nitroso-HCTZ in HCTZ Active Pharmaceutical Ingredient.
es_es: Para ello, Polpharma desarrolló y validó un método analítico para determinar el contenido de Nitroso-HCTZ en el ingrediente farmacéutico activo HCTZ.

source: For this reason, technical specifications issued by them are used.
es_es: Por lo tanto, se usan las especificaciones técnicas de esta última.

source: For this reason, “Time - Person” is not presented as an extra column.
es_es: Por ello no se presenta la categoría "tiempo-persona" como columna adicional.

source: For this regression model, the related acceptance criteria given in the validation protocol were also met.
es_es: Para este modelo de regresión, también se cumplieron los criterios de aceptación relacionados presentados en el protocolo de validación.

source: For this validation the following qualified equipment were used (Table 6).
es_es: Para esta validación, se utilizaron los siguientes equipos calificados (Tabla 6).

source: For this, the recruitment period could be extended and continue up to 6 months before the target number of events was expected to be achieved.
es_es: Para ello, el período de reclutamiento podría ampliarse hasta 6 meses antes de la fecha prevista para alcanzar la cantidad objetivo de eventos.

source: For those with catheter-related VTE for which the catheter cannot be removed, anticoagulation should continue while the catheter is in place.
es_es: Para los casos de TEV relacionada con el catéter no retirable, la anticoagulación debe continuar mientras este esté colocado.

source: For transmittance measurements, use water R as the standard, assigning it a transmittance of 100.0 per cent at all wavelengths in the visible spectrum.
es_es: Para medir la transmitancia, emplear como estándar agua R, asignándole una transmitancia de 100.0 por ciento en todas las longitudes de onda del espectro visible.

source: For trial restrictions, refer to Section 9.4.2.2.
es_es: En la Sección 9.4.2.2, se enumeran las restricciones del ensayo.

source: For unidentified peaks, only take account of those peaks whose areas are equal to or greater than the number of integrator units of DMA in system suitability solution 1.
es_es: Para los picos no identificados, solo se deben considerar aquellos cuyas áreas sean iguales o mayores que la cantidad de unidades integradoras de DMA en la solución de adecuación del sistema 1.

source: For updated stability data up to 30 months at long-term conditions (30 ± 2°C / 75 ± 5 % RH) for Metalyse 25 mg, please rRefer to sections 3.2.P.8.1 and 3.2.P.8.3.2 (206893-3086523_5.0; and 206893_3086305_5.0).
es_es: En las secciones 3.2.P.8.1 y 3.2.P.8.3.2 (206893-3086523_5.0 y 206893_3086305_5.0), se pueden apreciar los datos de estabilidad actualizados de Metalyse, 25 mg, hasta 30 meses en condiciones de largo plazo (30 ± 2° C / 75 ± 5 % HR).

source: For validation purposes, three consecutive validation batches were manufactured at the new manufacturing site.
es_es: Para la validación, se elaboraron tres partidas para validación consecutivas en la nueva planta productora.

source: For characterization results please refer to Section 3.2.S.3.1.
es_es: En la Sección 3.2.S.3.1, pueden encontrarse los resultados de la caracterización.

source: Forces for the initiation and sustainment of the plunger movement are identical as the same syringe is used and the differences in the design are considered as irrelevant regarding plunger movement.
es_es: Las fuerzas para iniciar y mantener el movimiento del émbolo son idénticas ya que se usa la misma jeringa y las diferencias en el diseño no se consideran relevantes con respecto al movimiento del émbolo.

source: Forest plot of unadjusted risk difference estimates for the primary outcome (modified Rankin Scale 0-1) stratified by pre-specified sub-groups in the Per-Protocol population
es_es: Diagrama de bosque de las estimaciones de la diferencia de riesgo sin ajustar para el desenlace primario (puntuación de la escala Rankin modificada de 0 a 1), estratificada por subgrupos preespecificados en la población clasificada por intención de tratar

source: Format changes, as the numeration of all tables, starting at Table 22 onwards, needed to be adapted as one new table was introduced.
es_es: Cambios de formato, ya que fue necesario adaptar la numeración de todas las tablas, a partir de la introducción de la Tabla 22.

source: Formic Acid quality ≥ 95%
es_es: Ácido fórmico, calidad ≥ 95%

source: Formic Acid quality ≥ 98%
es_es: Ácido fórmico, calidad ≥ 98%

source: Formic acid
es_es: Ácido fórmico

source: Formulaciones de liberación inmediata.
es_es: Immediate release formulations.

source: Formulaciones de liberación modificada.
es_es: Modified release formulations.

source: Formulaciones proporcionales
es_es: Proportional formulations

source: Formulation
es_es: Formulación

source: Formulation Development
es_es: Desarrollo de la formulación

source: Formulation characteristic
es_es: Característica de la formulación

source: Formulation components were selected to ensure the appropriate pH and tonicity of the solution at a given protein concentration.
es_es: Los componentes de formulación fueron seleccionados para garantizar adecuados niveles de pH y tonicidad de la solución en una concentración de proteínas determinada.

source: Formulation development for tenecteplase was performed at Genentech (GNE), South San Francisco, USA.
es_es: El desarrollo de la formulación de tenecteplasa se realizó en Genentech (GNE), South San Francisco, EE. UU.

source: Formulation development studies
es_es: Estudios de desarrollo de la formulación

source: Formulation related attributes - protein concentration, osmolality, pH, phosphate content, PS 20 and arginine content
es_es: Atributos relacionados con la formulación: concentración de proteínas, osmolalidad, pH, y contenido de fosfato, PS 20 y arginina

source: Formulation robustness study
es_es: Estudio de robustez de la formulación

source: Formulation vessels
es_es: Vasos de ensayo para la formulación

source: Four VOCs exceed their PQRI threshold or PDE:
es_es: Cuatro compuestos orgánicos volátiles excedieron su correspondiente umbral del PQRI o exposición diaria permitida (EDP):

source: Four patients (0.1%) in each treatment group had events associated with arthralgia that led to discontinuation of trial medication.
es_es: Cuatro pacientes (0.1%) de cada grupo de tratamiento tuvieron eventos asociados con la artralgia que llevaron a la interrupción de la medicación en estudio.

source: Four patients in the placebo group experienced AEs while potentially taking the wrong study medication (empagliflozin); three of these patients had nonserious AEs, and one patient (#1203008023) had SAEs of arrhythmia and fatal cardiogenic shock.
es_es: Cuatro pacientes del grupo de placebo experimentaron efectos adversos mientras, posiblemente, tomaban el medicamento del estudio incorrecto (empagliflozina); tres de estos pacientes tuvieron eventos adversos no graves y un paciente (1203008023) tuvo un evento adverso grave (arritmia y shock cardiogénico fatal).

source: Four plasma aliquots were obtained and stored in polypropylene tubes (2 aliquots for empagliflozin and 2 aliquots for metformin).
es_es: Se obtuvieron 4 alícuotas de plasma, que se almacenaban en tubos de polipropileno (2 alícuotas de empagliflozina y 2 de metformina).

source: Fractions containing tenecteplase (identified by UV profile of the chromatogram) were collected, checked for radioactivity in a scintillation counter and compared to the radioactivity in the starting pool.
es_es: Se recolectaron las fracciones que contenían tenecteplasa (identificadas por el perfil UV del cromatograma), se rastreó la radiactividad en un contador de centelleo, y esto se comparó con la radiactividad de la mezcla inicial.

source: Fragment reg.
es_es: Región de frag.

source: Fragment region
es_es: Región de fragmentos

source: Fragment region 1
es_es: Región de fragmentos 1

source: Fragment region 1 [%]
es_es: Región de fragmentos 1 [%]

source: Fragment region 1 contains low molecular weight species
es_es: La región de fragmentos 1 contiene especies de bajo peso molecular.

source: Fragment region 1 – rationale for proposed acceptance criterion
es_es: Región de fragmentos 1: justificación del criterio de aceptación propuesto

source: Fragment region 1:
es_es: Región de fragmentos 1:

source: Fragment region 1: ≤ 2 %
es_es: Región de fragmento 1: ≤ 2 %

source: Fragment regions 2, 3 and 4 contain predominantly A-chain (amino acids 1 – 275, type I and type II forms), B-chain (amino acids 275 – 527) and fragment 1-27 clipped A-chain (amino acids 28 – 275)
es_es: Las regiones de fragmentos 2, 3 y 4 contienen predominantemente cadena A (aminoácidos 1 – 275, formas tipo I y tipo II), cadena B (aminoácidos 275 – 527) y cadena A con corte de fragmento 1 – 27 (aminoácidos 28 – 275).

source: France
es_es: Francia

source: Free from intermixing
es_es: Libre de entremezcla

source: Free of particles
es_es: Sin partículas

source: Freedom from Damage (Free Fall Test) (4.16)
es_es: Libre de daños (prueba de caída libre) (4.16)

source: Freedom from disability (mRS score of 0-1 or no change)d
es_es: Sin discapacidad (puntuación en mRS de 0-1 o sin cambio)d

source: Freedom from leakage (4.2)
es_es: Libre de fugas (4.2)

source: Freely soluble
es_es: Fácilmente soluble

source: Freely soluble in methanol
es_es: Fácilmente soluble en metanol

source: Freeze and thaw vessels
es_es: Vasos de ensayo para congelamiento/descongelamiento

source: Freeze drying cycles developed for SM3
es_es: Se desarrollaron ciclos de liofilización para la planta SM3

source: Freeze drying cycles developed for SM6
es_es: Se desarrollaron ciclos de liofilización para la planta SM6

source: Freeze drying cycles developed for 25 mg DP
es_es: Se desarrollaron ciclos de liofilización para el medicamento de 25 mg

source: Freeze point depression
es_es: Depresión del punto de congelación

source: Freeze-dried preparations must dissolve completely in the prescribed volume of reconstituting liquid within a defined time.
es_es: Las preparaciones liofilizadas deben disolverse completamente en el volumen prescrito de líquido reconstituyente en un lapso de tiempo definido.

source: Freeze/thaw
es_es: Congelamiento/descongelamiento

source: Freezing
es_es: Congelamiento

source: Freezing 01 (temperature)
es_es: Congelamiento 01 (temperatura)

source: Freezing 01 (time)
es_es: Congelamiento 01 (tiempo)

source: Freezing 02 (temperature)
es_es: Congelamiento 02 (temperatura)

source: Freezing 02 (time)
es_es: Congelamiento 02 (tiempo)

source: Freezing 03 (time)
es_es: Congelamiento 03 (tiempo)
